app/controllers/forms_controller.rb

SELECT  "forms".* FROM "forms" WHERE "forms"."name" = $1 LIMIT 1  [["name", "example"]]
---
    def show
        @form = Form.find_by(name: "example")